[
  {
    "name": "Red Fort",
    "details": "The Red Fort is an epitome of the <b> Mughal era in India</b> and is the face of tourist attractions in Delhi. <br/>Built in 1638, it is an outstanding marvel of Mughal architecture made of red sandstone and is one of the famous tourist places in Delhi. Within its magnanimous walls, the chhata bazaar and every evening sound and light show are special attractions. If you are interested in the history of Red Fort, you will be thrilled to know that the Fort was built when Mughal Emperor, Shah Jahan shifted his capital to Delhi. In 2007, this Fort has declared a UNESCO World Heritage. It is one of the most famous places in Delhi.Every year, the Indian Prime Minister unfurls the national flag here on the Independence Day.",
    "state": "Delhi",
    "imageName": "/images/redfort.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "India Gate",
    "details": "India Gate is one monument that defines Delhi or India for that matter. It was built in 1931 as a memorial for martyrs of World War I and war in Afghanistan. At Rajpath, the structure looks amazing in evening lights. The gardens that line the structure are a must visit among the sightseeing places in Delhi. This 42-meter tall historical structure was designed by Sir Edwin Lutyens and is one of the largest war memorials in the country. This is one of the popular tourist places to visit in Delhi at night.Dedicated to 82,000 Indian and British soldiers who died during the First World War and the Third Anglo-Afghan War, this monument has the names of 13,300 servicemen inscribed on its surface. The premises of India Gate also houses the Amar Jawan Jyoti, which is a kindled structure right underneath the archway.If you are in Delhi on the Republic Day, you must visit India Gate Parade which is really a prestigious and the most ceremonious event of India. Lots of international guests and national leaders are present on the occasion and pay tribute to the freedom fighters and great leaders of the country.",
    "state": "Delhi",
    "imageName": "/images/IndiaGate.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "Rashtrapati Bhawan",
    "details": "On the opposite of the Rajpath is residence of the President of India and is one of the famous tourist places in visit in Delhi at night.Not among the typical tourist places in Delhi, access to this grand piece of architecture is restricted.With four floors and 340 rooms in a floor area of 200,000 square feet,it has a huge presidential gardens(Mughal Gardens),large open spaces,residences of bodyguards and staff, stables, other offices and utilities within its perimeter walls. This grand architectural building is the largest residence of any head of state around the world.The premises of the Rashtrapati Bhavan has been divided into three circuits and can be accessed by an authorised visitor at specific times slots over the day. The first one is the Main Building and Central Lawn, where you can spectate the architecture firsthand. The second circuit is the Rashtrapati Bhawan Museum complex, which has a number of buildings within its own perimeter. The third circuit comprises of the marvellous Mughal Gardens which is a paradise of elegant gardens and lush greenery. Visit the Rashtrapati Bhavan for a marvellous acquaintance with all that is splendid and awe-inspiring.",
    "state": "Delhi",
    "imageName": "/images/Rashtrapati-Bhavan-Delhi.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "Jantar Mantar",
    "details": "Constructed in 1724 by Maharaja Jai Singh of Jaipur, Jantar Mantar is an astronomical observatory and one of the fascinating tourist places to visit in Delhi. Fascinating for their ingenuity, the instruments at Jantar Mantar can no longer be used accurately because of the tall buildings around. However, a visit to admire the science of Indian astronomy makes it one of the most visited tourist attractions in Delhi.Delhi's Jantar Mantar consists of 13 architectural astronomy instruments which can be used to compile the astronomical tables and to predict the movement and timings of the sun, moon and planets. The intelligent construction and placement of these instruments allowed the observer to note the position of heavenly bodies with their naked eye alone.The principal instruments of the observatory are the Samrat Yantra, Jai Prakash, the Ram Yantra, and the Misra Yantra. There is also a temple of Bhairava, located near the building. It was also built by Maharaja Jai Singh II.",
    "state": "Delhi",
    "imageName": "/images/Jantar_Mantar.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "Lotus Temple",
    "details": "Located in the national capital of New Delhi, the Lotus Temple is an edifice dedicated to the Baha'i faith. The magnificent structure of this building unfolds in the form of a stupendous white petal lotus and is one of the most visited establishments in the world. The design of this shrine was conceptualized by Canadian architect Fariborz Sahba and was completed in the year 1986. This temple seeks to propagate the oneness of the Almighty and is open to all regardless of their nationality, religion, race or gender. The Lotus temple is one of the seven Baha'i House of Worship present around the world. You can read and chant religious texts of any faith, and musical renditions of religious texts can be sung without any inhibitions in the temple complex. The Bahai Lotus Temple is without a doubt one of the must-visit places in the capital. Not just for its marvellous architecture but also to experience a new way of meditation in a completely different, blissful ambience.Lotus in the Bahai Temple symbolizes four religions namely Hinduism, Jainism, Buddhism and Islam. This temple belongs to the Bahai faith which proclaims that all people and religions are united. Worshippers of every religion are welcome here. You will find nine doors of this temple which allows 2500 visitors at the same time. ",
    "state": "Delhi",
    "imageName": "/images/LotusTemple.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "Jama Masjid",
    "details": "The 'Masjid-I Jahan-Numa' or Jama Masjid in Delhi is the largest mosque in India built by Mughal Emperor Shah Jahan. The mosque hosts thousands of pilgrims each year on the holy occasion of Eid to offer special Namaz in the morning. With a capacity of twenty-five thousand people in the courtyard, Jama Masjid extends for about 1200 square meters in area with three gateways, four towers and two minarets which are forty meters high. Syed Abdul Ghafoor Shah Bukhari, an Imam from Uzbekistan, inaugurated the mosque. Unfortunately, non-Muslims are not allowed inside the Masjid during Namaz offerings.Jama Masjid is situated in the older part of Delhi, now called Chandni Chowk and surrounded by beautiful Mughal structures. It took a huge construction cost of one million rupees at the time, five thousand workers and six years (1650-1656) to complete. To reach the entrance one needs to climb 121 steps which are filled with food and bookstalls in the evening. The massive central dome is an outstanding example of Islamic architecture. J Sadaullah Khan who was the Wazir (prime minister) during Shah Jahan's rule supervised the construction of the mosque. Literally meaning World Reflecting Mosque, the mosque was the last of Shah Jahan's impressive collection of architectural undertakings, after the Taj Mahal and the Red Fort.The mosque has four towers and the southern tower gives a stunning view of the city.",
    "state": "Delhi",
    "imageName": "/images/Jama-Masjid.png",
    "stateName": "New Delhi"
  },
  {
    "name": "Raj Ghat",
    "details": "Raj Ghat is a memorial to Mahatma Gandhi. It’s located not far from the river Yamuna and was originally the name of a historic ghat. There was the ‘Raj Ghat Gate’ of the walled city, opening at Raj Ghat on the Yamuna. Eventually, the memorial area was also called Raj Ghat. It was here where Mahatma Gandhi’s last rites were performed on January 31, 1948, a day after his death.TGandhi Smriti shows you the exact location where Mahatma Gandhi was assassinated. The room is exactly how Gandhiji left it and that’s where he built his abode for 144 days until his time of death. The room where he slept and the prayer ground is open to the public. It also has a display of paintings, sculptures, etc. On the other side of the road is Raj Ghat.",
    "state": "Delhi",
    "imageName": "/images/RajGhat.jpg",
    "stateName": "New Delhi"
  },
  {
    "name": "Bangalore",
    "details": "<b>Garden city of India-</b>Having evolved gradually from being the Garden city to the Silicon Valley of India, Bangalore is India's third-largest city. Bangalore is loved for its pleasant weather, beautiful parks and the many lakes here. Bangalore is renowned for its eateries, street food corners, quirky cafes, coffee roasters and pubs dotting every corner of the city, serving cuisines from all over the world. Brunches, buffets, burgers, rooftop cafes, late-night eats - Bangalore has it all.<br/><b>Popular Tourist Destinations:</b></b> Bangalore also offers many fascinating tourist destinations within the city to chill out a weekend or a mid-week holiday. Key attractions are Butterfly Park of Bannerghatta Biological Park, Bangalore Palace, Lalbagh Glass Place, Tipu Sultan’s Summer Palace, Wonder La Amusement Park, ISKCON temple, and Aerospace Museum. Butterfly Park in Bangalore is one of the most famous tourist attractions in Karnataka that you must add to your itinerary.",
    "state": "karnataka",
    "imageName": "/images/Bangalore.png",
    "stateName": "Karnataka"
  },
  {
    "name": "Hampi",
    "details": "Hampi, the city of ruins, is a UNESCO World Heritage Site. Situated in the shadowed depth of hills and valleys in the state of Karnataka, this place is a historical delight for travellers. Surrounded by 500 ancient monuments, beautiful temples, bustling street markets, bastions, treasury building and captivating remains of Vijayanagar Empire, Hampi is a backpacker's delight. Hampi is an open museum with 100+ locations to explore and a favourite way to see the city from the perspective of its history.<br> Over the next centuries it fell out of importance, and now you can explore the ruins of a lot of temples and other structures spread out over a vast area. The terrain around Hampi is as mysterious as the ruins itself - the city is surrounded by boulders of different sizes, and you can climb to the top of them with a little effort to get a stunning view of the entire city and the geography. It is located on the banks of the Tungabhadra River. Famous for its massive, beautifully carved temples, especially the Virupaksha Temple, dedicated to the patron deity of the empire. You can also find remains of the old aqueducts, canals and military barracks and stables here. <br/><b>Popular Tourist Destinations:</b></b> Monkey Temple, Archeological Museum, Vijaya Vittala Temple, Royal Enclosure, Virupaksha Temple, Queen’s Bath, and Riverside Ruins are the crowd-pullers.",
    "state": "karnataka",
    "imageName": "/images/Hampi.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Mysore",
    "details": "<b>Home to the Mysore Maharajas</b>Famously known as The City of Palaces, it wouldn’t be wrong to say that Mysore, currently Mysuru, is one of the most important places in the country regarding ancient reigns. It is replete with the history of its dazzling royal heritage, intricate architecture, its famed silk sarees, yoga, and sandalwood, to name just a few. Located in the foothills of the Chamundi Hills, Mysore is the third most populated city in Karnataka, and its rich heritage draws millions of tourists all year round. The highlight is the majestic Mysore Palace, a UNESCO World Heritage Site, which is a must-visit.Mysore was one of the three largest Princely States in the erstwhile British Empire of India. To this day, the Mysore Palace stands tall as one of the most spectacular palaces in India. A very famous tourist spot that sees thousands of visitors milling in and around it every day, the Mysore Palace is a mesmerizing example of Indo-Saracenic architecture, every inch of the palace drips with opulence and intricate details, and every room that you visit stands out in terms of its elaborate architecture, beautiful paintings, rich colours and stained-glass windows. On every Sunday, and during the Dussehra celebrations, the palace is spectacularly lit up once dusk falls.Another popular element in Mysore is the Ashtanga School of Yoga. This draws visitors and practitioners from around the world to participate in this style of yoga that originated in Mysore.<br><br/><b>Popular Tourist Destinations:</b> Mysore Palace, Mysore Zoo, Sri Chamundeshwari Temple, Brindavan Gardens",
    "state": "karnataka",
    "imageName": "/images/Mysore.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Nandi Hills",
    "details": "Located around 60 kilometres away from Bangalore, Nandi Hills is one such tourist spot that has gradually been discovered by visitors over the years and has now become a well-known weekend getaway.<br>Featuring beautifully carved arches and majestic pillars with intricately painted walls and ceilings, Nandi Hills is scattered with shrines and monument and is surrounded by mesmerizing views, making this place no less than a hidden paradise.  Situated at a height of 4851 feet above sea level, you can see a convoy of weekenders from Bangalore during early hours catching the glimpse of sunrise. <br>Serene lake, majestic forts, ancient temples, and jaw-dropping backdrops make it a picture-perfect weekend retreat and one of the ultimate places to visit in Karnataka in summer.",
    "state": "karnataka",
    "imageName": "/images/NandiHills.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Coorg",
    "details": "A quaint and not so popular hill station, Coorg is aptly called ‘Scotland of India’. Its surreal beauty makes it one of the most fascinating tourist places in Karnataka. Endowed with coffee estates full of aroma, luxuriant greenery dotting the mountains, and stunning waterfalls plunging down the misty mountains, Coorg charms each and every one of its visitors.<br/><b><br/><b>Popular Tourist Destinations:</b></b> Abbey Falls, Iruppu Falls, and Bylakuppe are the most loved ones. Monastery, the second biggest Tibetan settlement in India, Dubare Elephant Camp, and Nagarhole National Park come in close seconds. For adventure freaks and nature lovers, trek up to Brahmagiri Peak, Chettalli, and a thrilling coracle ride in the nearby river are the draws.",
    "state": "karnataka",
    "imageName": "/images/Coorg.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Gokarna",
    "details": "With its pristine beaches and breathtaking landscapes,Gokarna is a Hindu pilgrimage town in Karnataka and a newly found hub for beach lovers and hippies.Situated on the coast of Karwar, every year Gokarna welcomes hordes of tourists from around the world in search of sanctity and relaxation.The out-of-town beaches like Kudle beach and Om Beach are a different contrast to life inside the town.<br>Palm clad beaches are dotted with foreign tourists in a majority and very few Indians are seen across. Gokarna is not very conventionally touristy. The beaches are meant for a slow, relaxed holiday and everything on the beach goes at the same relaxed pace. Full of coconut and palm trees, the ocean and clean sands, Gokarna is a 'one of a kind' place in the country.<br><b>Popular Tourist Destinations:</b> Mahabaleshwar Temple, Maha Ganapati Temple, and Om Beach are the major crowd-pullers. Relax and enjoy the thrilling water sports like banana boat ride, snorkelling, and parasailing in the shimmering blue water of Gokarna.",
    "state": "karnataka",
    "imageName": "/images/Gokarna.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Madikeri",
    "details": "TMadikeri is a hill town in Karnataka with vast coffee plantations, lush forests and misty hills, all culminating into a breathtaking view. Located in Kodagu District around 6 hours from Bengaluru, Madikeri is a perfect weekend getaway. There is no pollution, no noise to hurt your ears and the cool breeze that accompanies you throughout makes your trip memorable.<br><br>The most famous place of Madikeri is Raja's Seat- a famous viewpoint from where you can grab all the striking beauty of Madikeri at one go. Madikeri fort and various water cascades are among the other must-visits of the place. Spend a couple of days in the beautiful homestays and Airbnb for a rejuvenating experience.<br><br> Madikeri is full of natural beauty, lush green forests, scenic landscapes, monasteries, temples, dazzling waterfalls and much more.  If you want to take a break from your daily routine then Madikeri will offer you a serene and tranquil environment. Numerous ancient buildings, rich traditions and culture have made Madikeri a fascinating attraction.",
    "state": "karnataka",
    "imageName": "/images/Madikeri.jpg",
    "stateName": "Karnataka"
  },
  {
    "name": "Visakhapatnam",
    "details": "Visakhapatnam,also commonly known as Vizag, is one of the oldest port cities in the country.Situated in the heart of Andhra Pradesh,Visakhapatnam is known for its picturesque beaches and serene landscape, as well as a rich cultural past.The port of Visakhapatnam is renowned for being home to the oldest shipyard in all of India. Located a short distance away from Visakhapatnam is Araku Valley, one of the prime attractions of Vizag. Situated at a lofty 910 metres above sea level, Araku Valley is a hill station replete with gushing waterfalls, crystal clear streams, lush green gardens and some challenging trekking trails.<br><br><b>Visakhapatnam Tourist Places:</b>Yarada Beach,Dolphin Hill or Nose,Rushikonda Beach,Rama Krishna Mission Beach,INS Kursura Submarine Museum,Kailasagiri,Indira Gandhi Zoological Park,Simhachalam Temple,Borra Caves,Katiki Falls,Araku Valley",
    "state": "AP",
    "imageName": "/images/vishakapatnam.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Tirupati",
    "details": "he city of Tirupati is famous for its legendary Venkateshwara temple located on the Tirumala hills. This temple in Tirupati is one of the most important shrines of the Hindus, making it a renowned place in Andhra Pradesh. The temple and the city get millions of devotees and travelers each year to seek blessings and withness this awe-inducing spirituality. The city also has a national park where one can spot a lion and other wild animals.<br><br><b>Tirupati Tourist Places:</b>Sri Venkateswara Swamy Temple,Sri Govindaraja Swamy Temple,Srivari Padala Mandapam,Sri Padmavathi Ammavari Temple,Sri Kapliswaraswamy Temple,Srikalahasti Temple,Sri Venkateswara National Park,Deer Park,Talakona Waterfalls,Akasaganga Theertham,TTD Gardens,Silathoranam,Papavinasanam Dam,rivari Museum,Chandragiri",
    "state": "AP",
    "imageName": "images/Tirupathi.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Amaravati",
    "details": "<b>Capital City of Andhra Pradesh-</b>Known as the Capital of Andhra Pradesh, Amaravathi is a planned city on the banks of the River Krishna. Amaravathi is renowned for being a site of a Buddhist Stupa that is a semi-hemispherical structure containing Buddhist relics and often called the Abode of God.<br> This great city has many temples and cultural hotspots – makes the city a favorite for both the elders and the youth of the country. Apart from the iconic Amaravati temple, the city is home to some of the historical scriptures and inscriptions of the Vijayanagar kings. The Amaravati Archeological Museum and Kondaveedu Fort will fascinate those who have an inclination towards history.<br><br><b>Amaravati Tourist Places:</b>Wadali Talav,Chatri Talao,Ambadevi And Ekvira Devi Mandir,ISKCON – Amravati,Bamboo garden,Upper Wardha Dam,MelGhat Tiger Reserve,Gawilgarh Fort,Malkhed Dam,Chilkahrada Wildlife Sanctuary",
    "state": "AP",
    "imageName": "/images/Amaravathi.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Lepakshi",
    "details": "One of the well-known tourist places in Andhra Pradesh, this site, however, gets more tourists from Karnataka than any other part of India because of its proximity to the state. This is a 15th Century town that was created by the Vijayanagar Kings. The temple of Veerabhadra at Lepakshi is known for its peculiar designs. The ceilings and walls have eccentric paintings and stunning pilers, which are sure to mesmerize you.<br><br><b>Places To Visit In Lepakshi:</b>Veerabhadra Temple,Lepakshi Temple,Nandi Bull and Paintings",
    "state": "AP",
    "imageName": "/images/Lepakshi.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Nallamala Hills",
    "details": "Characterized as one of the most peaceful natural tourist spots in Andhra Pradesh, this hill station is an excellent place for a single-day trip or a weekend away from the bustling city. It is home to the Nallamala Forest, which is located on the beautiful Eastern Ghats. The weather here is very unpredictable but a visit to these hills will always be worthwhile.<br><br><b>Attraction near Nallamala Hills:</b>Kollapur,Somasila,Jatprole,Gopala Swamy Temple",
    "state": "AP",
    "imageName": "/images/Nallamala-Hills.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Srisailam",
    "details": "This town located in the Kurnool district is home to one of the Shakti Peethas of Goddess Parvati. Moreover, it is an abode of one of the famous 12 Jyotirlingas that goes by the name Malikarjuna Jyotirlinga. The perfect setting of Srisailam has attracted several tourists as it is nestled on the shore of River Krishna. In addition, this hill town is identified with a famous dam and a wildlife sanctuary. If you are the kind of person who looks for a quaint place to resort to then you must visit Srisailam which is one of the best tourist places in Andhra Pradesh.<br><b>Srisailam Tourist Places:</b>Mallikarjuna Swamy Temple,Akka Mahadevi Caves,Mallela Theertham,Bhramaramba Devi Temple,Srisailam Wildlife Sanctuary",
    "state": "AP",
    "imageName": "/images/Srisailam.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Mantralayam",
    "details": "If you want to visit a holy place for a weekend getaway then Mantralayam is one of the places to visit in Andhra Pradesh for you which is 250 km away from Hyderabad. Mantralayam city is known for Sri Guru Raghavendra Swami, a saint acknowledged as the reincarnation of Prahlada. The primary fascinations for the people here are the temples, Mutt, temple elephants and the chariots which are responsible for carrying the deity across the temple.<br><br><b>Places To Visit In Mantralayam-</b>Raghavendra Swami Temple,Panchamukhi Anjaneya Temple",
    "state": "AP",
    "imageName": "/images/Mantralayam.jpg",
    "stateName": "Andra Pradesh"
  },
  {
    "name": "Alleppey",
    "details": "Alleppey tops this list of best places to visit in Kerala with pictures. Its backwater trips, houseboat stays, and serene beauty attract a fair number of people to its territory. In fact, it is the most popular place to experience some offbeat Kerala backwaters. Lord Curzon’s depiction of Alleppey as the Venice of the East is not hyperbole. Alleppey houseboat vacation is what people look for on their visit to Alleppey.<br><br/> <b>Popular Tourist Attractions: </b> Alappuzha Beach,Krishnapuram Palace, Kumarakom Bird Sanctuary, Marari Beach, Revi Karunakaran Museum, Marari Beach, Punnamada Lake, Pathiramanal, and Sri Krishna Temple in Ambalappuzha. The Snake Boat Race in Alleppey is another crowd puller.",
    "state": "Kerala",
    "imageName": "/images/Alleppey.jpg",
    "stateName": "Kerala"
  },

  {
    "name": "Munnar",
    "details": "A very popular one among hill stations in Kerala, Munnar is one of the best tourist places in Kerala for 2 days trip itinerary. Once the summer capital for the British, Munnar sightseeing attracts tourists from all across the world. With about 80,000 miles of tea plantation, an equal measure of aromatic vegetation, misty valleys, and low-flying clouds, Munnar is a hill station that has become one of the best tourist places in Kerala for a honeymoon.<br><br/> <b>Popular Tourist Attractions: </b> TATA Tea Museum, Meesapulimala, Blossom Park, Pothamedu ViewPoint, Life of Pi Church, Attukal Waterfalls, Cheeyappara Waterfalls, Top Station, Marayoor Dolmens, Indo Swiss Dairy Farm, Kundala Lake, Lockhart Gap, Mattupetty Dam, Anamudi, and Eravikulam National Park",
    "state": "Kerala",
    "imageName": "/images/Munnar.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Wayanad",
    "details": "Wayanad means the land of paddy fields in Malayalam. Wayanad is one of the greenest tourist places in Kerala. Enriched with godly beauty, serene atmosphere and rich culture, Wayanad tourism is a perfect mix of nature and man-made heritage. After all, the place is famous for its richness in cultures, traditions, and tribal heritage. Small, unnamed waterfalls, that line the city haphazardly, add to the place’s charm. Being home to some of the most lush green vegetation, Wayanad is one of the most refreshing forest places to visit in Kerala.<br><br/> <b>Popular Tourist Attractions: </b> Besides top Wayanad tourist places, there are Thusharagiri Waterfalls, Thirunelli Temple, Banasura Hill, Lakkidi View Point, P Kuruvadweep, Puliyarmala Jain Temple, Kabini, Papanashini River, and Padinjarathara Dam.",
    "state": "Kerala",
    "imageName": "/images/Wayanad.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Bekal",
    "details": "Bekal is especially known for its famous Bekal Fort, which is rated amongst the best places to visit in Kerala. Many Indian movies, like Rang De Basanti, are filmed in the fort premises. The sea breeze passing through your hair, the pleasant weather and good company are key ingredients to have a good time in Bekal. Owing to exotic beauty and serenity, Bekal is among the top three honeymoon places in South India.<br><br/> <b>Popular Tourist Attractions: </b> Bekal Fort, Ananthapura Temple, Valiyaparamba Backwaters, Bekal Beach, Mallikarjuna Temple, Chandragiri Fort, Kappil Beach, Nileswaram, Bekal Hole Aqua Park, and Pallikere Beach.",
    "state": "Kerala",
    "imageName": "/images/bekal.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Kasargod",
    "details": "Located close to Bekal, tucked between Western Ghats on one side and azure Arabian Sea on the other, Kasargod is an entrancing beauty of ‘God’s own country.’ Featuring rolling hills, plush coconut plantations, soothing sea breeze, and host of heritage temples, it attracts peace-loving travelers but and considered as one of the most photogenic places in Kerala.<br><br/> <b>Popular Tourist Attractions: </b> Bekal Fort, Madhur Temple, Thonikadavu and Ananthapura Lake Temple, Malom Wildlife Sanctuary and Ranipuram",
    "state": "Kerala",
    "imageName": "/images/Kasargod.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Idukki",
    "details": "If relaxation and rejuvenation is your priority, plan a trip to Idukki. Nestled amidst verdant hills and luxurious forests, Idukki tourist places allures ardent travellers, nature enthusiasts, and photography buffs with its stunning natural aura and attractions. Surrounded by aromatic tea and spice plantations, Idukki is undeniably one of the famous tourist spots in Kerala perfect for treks, nature walks, and bird watching.<br><br/> <b>Popular Tourist Attractions: </b> Thattekkad Bird Sanctuary or Salim Ali Bird Sanctuary, Kolukkumalai Tea Estate, Thommankuthu Falls, Ramakkal, Kalvari Mount, Idukki Arch Dam, Cheeyappara Waterfalls and Kalvari Mount",
    "state": "Kerala",
    "imageName": "/images/Idukki.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Marari",
    "details": "Marari Beach in the Alleppey district of Kerala is a paradise for beach lovers. It is one of the most gorgeous beaches in the country and is also rated among the top five ‘Hammock Beaches’ by National Geographic. One can enjoy various beach activities, sun basking or simply chill in peace for sometime. The beautiful white sand beach is also famous for its gorgeous sunset view.<br><br/> <b>Popular Tourist Attractions: </b> Alappuzha Beach, Cherthala, The Dutch Palace, Thumpolly Beach, Chinese Fishing Nets, Mararikulam Shiva Temple, Poochakkal and St. Andres Church",
    "state": "Kerala",
    "imageName": "/images/Marari.jpg",
    "stateName": "Kerala"
  },
  {
    "name": "Chennai",
    "details": "Being the capital of the state and home to beautiful temples, churches, and beaches, Chennai is best tourist place in Tamil Nadu that would let you have a real glimpse of South India and its lifestyle. With numerous places to visit in Chennai such as Marina Beach, Museums, Kapaleeshwara temple, and much more, this place is one of its kind. If culture, history, or art lies anywhere under your interest list, this is a place you should definitely consider visiting!<br><br/><b>Places to visit:</b> Marina Beach, Government Museum, Fort St. George, Edward Elliot’s Beach, Ashtalakshmi Temple, Mylapore, Valluvar Kottam",
    "state": "Tamilnadu",
    "imageName": "/images/Chennai.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Pondicherry ",
    "details": "Also known as Puducherry, this is an ideal place for explorers, beach lovers, and experience-seekers interested in French culture and architecture. With an extensive number of romantic places in Pondicherry, this Union Territory reeks of excitement and vibrancy. If you have had too much of Goa already or even if you haven’t, it’s time you witness the charm of Pondy! In addition, traveling from Chennai to Pondicherry has been made much more easier and this is what attracts the young crowd to one of the best tourist places in Tamil Nadu and the land of beautiful beaches to rejuvenate and relax. <br><br/><b>Places to visit:</b> : Sri Aurobindo Ashram, Promendade Beach, Arulmigu Manakula, Basilica of the Sacred Heart, Paradise Beach, Auroville",
    "state": "Tamilnadu",
    "imageName": "/images/Pondicherry.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Hogenakkal ",
    "details": "Of all the best tourist places in Tamil Nadu, Hogenakkal is a hometown of gorgeous waterfalls. Situated in Dharampuri, this small village is an absolute hotspot for romantic getaways, a short family vacay, and even an offbeat trip with your friends.<br><br/><b>Places to visit:</b> Hogenakkal Waterfalls, Hanging Bridge, Crocodile Park, Hogenakkal Falls View Point",
    "state": "Tamilnadu",
    "imageName": "/images/Hogenakkal.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Kanyakumari ",
    "details": "MFamous for being one of the most exotic places to visit in Tamil Nadu, Kanyakumari is a paradise for experience-seekers. The art, architecture of temples, and even the local cuisine along with so many places to see in Kanyakumari that reflects every bit of its culture will leave you fascinated! It is also a great destination to observe some of Tamil Nadu’s popular annual festivals. <br><br/><b>Places to visit:</b> Vivekananda Rock Memorial, Kanyakumari Beach, Sarvani Shaktipeeth Shri Bhagavathy Temple, Mahatma Gandhi Mandapam, Our Lady of Ransom Church",
    "state": "Tamilnadu",
    "imageName": "/images/Kanyakumari.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Madurai ",
    "details": "Constructed like a lotus, Madurai City is mostly popular for its Meenakshi Temple. Amongst all the other things to do in Madurai, this city is definitely one of the top tourist places in Tamil Nadu to visit on your next trip if you admire great architecture or are religious at heart.<br><br/><b>Places to visit:</b> Meenakshi Amman Temple, Gandhi Memorial Museum, Thirumalai Nayakkar Mahal, Koodal Azhagar Temple",
    "state": "Tamilnadu",
    "imageName": "/images/Madurai.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Mahabalipuram ",
    "details": "Popular for its intricately carved temples and caves, Mahabalipuram in Tamil Nadu is another gem to marvel at. Located just a few kilometres from the capital city, traveling from Chennai to Mahabalipuram is not at all a hassle. The city has beautiful beaches, magnificent architecture, soothing weather, and offers a refreshing experience to every kind of tourist<br><br/><b>Places to visit:</b> Shore Temple, Descent of the Ganges, Pancha Rathas, Varaha Cave Temple, Thirukadalmallai",
    "state": "Tamilnadu",
    "imageName": "/images/Mahabalipuram.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Ooty",
    "details": "Situated in the Nilgiris district of Tamil Nadu, Ooty is one of the cool tourist places in Tamil Nadu. It has a gorgeous backdrop of the hills and greenery, which makes it a great destination for both honeymooners and family. Ooty sightseeing is everything one needs to rejuvenate and simply relax on their escape to Tamil Nadu. When traveling from Ooty to Kodaikanal, one needs to cover the distance of 250 kilometres that is best covered by a cab or taxi. Cover all the major places to visit in Ooty on your trip here.<br><br/><b>Places to visit:</b> Government Rose Garden, The Tea Factory & The Tea Museum, St. Stephen’s Church, Tiger Hill",
    "state": "Tamilnadu",
    "imageName": "/images/Ooty.jpg",
    "stateName": "Tamilnadu"
  },
  {
    "name": "Jaisalmer",
    "details": "<b>The Golden City-</b>Jaisalmer is a prominent tourist spot located in the northwestern state of Rajasthan in India. It is known as the 'golden city' due to its golden dunes and castles clad in golden honey sandstone. Jaisalmer is adorned with lakes, ornate Jain temples and havelis. Climb onto the camel saddle and make your way through this desert to camp under the starry night sky for an unforgettable experience.The Jaisalmer Fort stands as a citadel with narrow alleys inhabited by people for generations and shops selling colourful handicrafts.<br><br/><b>Places to visit in Jaisalmer: </b>Jaisalmer Fort, Sam sand dunes, Gadisagar Lake, Tanot Mata Temple",
    "state": "Rajastan",
    "imageName": "/images/Jaisalmer.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Jaipur",
    "details": "<b>The Pink City-</b>Also called the Pink City, Jaipur is the capital of the royal state of Rajasthan. Along with Delhi and Agra, Jaipur forms the Golden Triangle and hails as one of the most famous tourist circuits in the country.<br>Rajputs ruled Jaipur for many centuries and developed as a planned city in the 17th century AD. With the old city surrounded by walls and gates decorated with drawings on the backdrop of a beautiful pink hue, Jaipur, the pink city, successfully retains its old-world charm. Home to a few UNESCO World Heritage sites, including Amer Fort and Jantar Mantar, Jaipur holds many magnificent forts, palaces, temples and museums and brims with bustling local bazaars where you can shop to your heart's content. <br><br/><b>Major attractions in Jaipur: </b>City Palace, Amber Fort and Palace, Jantar Mantar Observatory, Birla Mandir.",
    "state": "Rajastan",
    "imageName": "/images/Jaipur.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Jodhpur",
    "details": "<b>The Blue City-</b>Jodhpur is just an extension of the royalty that you get to see at Jaisalmer and Jaipur. The royal city was the center of power of the then Mewar state and has got several forts, palaces, and temples to enchant travelers from different corners of the world. Famous as the Sun City because of its sunny weather, Jodhpur is also known as Blue City for the blue houses near the Mehrangarh Fort that is a spectacle of magnificence. The blue houses have played muse to the acclaimed photographer Steve McCurry. Click here to see his mind-blowing shots of Jodhpur city.<br><br/><b>Places To Visit In Jodhpur:</b> Mehrangarh Fort, the Umaid Bhawan Palace, the Mandore Gardens, the Jaswant Thada, the Kalyana Lake, and Garden, the Ghanta Ghar, Sardar Samand Lake and Masuria Hills",
    "state": "Rajastan",
    "imageName": "/images/Jodhpur.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Udaipur",
    "details": "<b>The city of Lakes-</b>Udaipur, also known as the City of Lakes, is one of the most visited tourist places in Rajasthan. Located around stunning water lakes and enveloped by the Aravalli Hills in all directions, Udaipur is known for its azure lakes, magnificent palaces, vibrant culture and delectable food. Along with being a must-visit destination, it is also one of the best places to experience luxury in India. <br><br/><b>Major attractions in Udaipur:</b> Lake Pichola, Fateh Sagar Lake, City Palace, Jag Mandir, Udai Sagar Lake, Jagdish Temple, Monsoon Palace, Swaroop Sagar, Kumbhalgarh Fort",
    "state": "Rajastan",
    "imageName": "/images/Udaipur.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Mount Abu",
    "details": "<b>A beautiful hill station in Rajasthan</b>The only hill station of Rajasthan, Mount Abu is located in the Aravali range. The most important attraction, however, are undoubtedly the Dilwara temples, which is one of the most stunning pieces of architecture in the country.  Travellers can enjoy calm and relaxed boating in Nakki Lake, and a view of the sunset from the vista points. The restaurants and eateries around the lake are great places to eat local food and chill. The highest peak of the Aravali Range - Guru Shikhar also lies in Mt. Abu. Mount Abu Forest Sanctuary with an abundance of flora and fauna is also a highlight.<br><br/><b>Places to visit in Mount Abu: </b>Dilwara Jain Temples, Nakki Lake, Peace Park, Mount Abu Wildlife Sanctuary, and more",
    "state": "Rajastan",
    "imageName": "/images/Mount-abu.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Bundi",
    "details": "<b>The Queen of Hadoti-</b>Bundi was previously called 'Bunda-Ka-Nal: Nal meaning 'narrow ways'. It is said to derive its name from a former Meena tribe man called Bunda Meena. Later the region was governed by Rao Deva Hada who took over Bundi from Jaita Meena in 1342 and established a princely state Bundi renaming the surrounding area called Hadoti the land of great Hada Rajputs. Bundi is home to some of the most magnificent palaces, majestic forts, its baolis (meaning water wells or step wells), haves, temples and chhatris with carved pillars.<br><br/><b>Major attractions in Bundi: </b> Nawal Sagar, Sukh Mahal, Dabhai Kund, Taragarh Fort, Bundi Palace, and several other steep well reservoirs",
    "state": "Rajastan",
    "imageName": "/images/Bundi.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Bikaner",
    "details": "<b>The desert town of 'Camel Festival'-</b>Bikaner was founded by Rao Bhika and the Nehra jats.Located in the midst of Thar Desert, Bikaner is a <b>cultural paradise and a traveller's haven</b>. Bikaner with its magnificence in architecture, art and culture is filled with colour, festivity and cultural marvels.The city will mesmerize you with the camels sauntering the beautiful sand dunes, its ancient palaces and forts. Rightly called as one of the three great desert kingdoms of Rajasthan, the dazzling city boasts of old-world charm, opulent havelis and depicts a pleasing bygone era of the Rajputs. Best known as the <b>camel country</b> for breeding some best-known riding camels, Bikaner also happens to house one of the only two models of the biplane used by the British in World War 1.<br><br/><b>Major attractions in Bikaner: </b> Junagarh Fort, Lalgarh Palace, Karni Mata Temple, Laxmi Niwas Palace, Laxmi Nath Temple, Bikaner Camel Festival",
    "state": "Rajastan",
    "imageName": "/images/Bikaner.jpg",
    "stateName": "Rajastan"
  },
  {
    "name": "Malvan",
    "details": "Malvan is a culturally and historically important town in the Sindhudurg district of Maharashtra. It is well known historically for the Sindhudurg Fort of Chatrapati Shivajiraje. Culturally, it is famous for it's mouth-watering Malvani sea-food and sweets.<br><br/>Painting a beautiful canvas for you with its stunning beaches, sprawling backwater and ancient forts in the backdrop, Malvan is indeed one of the best places to visit in summer in Maharashtra. Renowned to be the most famous fishing ports in the state. <br><br/><b>Major Attractions: : </b> Tarkarli Beach, Malvan Beach, Nivti Beach, Rock Garden, Devbagh Beach, Sindhudurg Fort, Malvan Marine Sanctuary, and more.",
    "state": "Maharastra",
    "imageName": "/images/Malvan.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Lonavala  ",
    "details": "Situated in the Sahyadri range of the Western Ghats close to Pune and Mumbai, Lonavala is the most visited hill station in Maharashtra and the place to be during monsoons. With lots of waterfalls, lakes and hills around, it is a popular destination for camping, trekking and other adventure sports.<br><br/>Lonavala not only serves as the best picnic spot in Maharashtra in summer but is also one of the best picnic spots near Mumbai for all those who want escape the clutter of city life. Known for its waterfalls and soothing greenery, get to Lonavala for a gala time during your summer vacations. This is one of the best cold places to visit in summer in Maharashtra.<br><br/><b>Major Attractions:  </b> Tiger’s Leap, Lonavala Lake, Rajmachi Wildlife Sanctuary, Koregad Fort, Amrutanjan Point, Bhaja Caves, and more.",
    "state": "Maharastra",
    "imageName": "/images/Lonavala.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Mahabaleshwar ",
    "details": "<b>The land of Strawberries-</b>Mahabaleshwar is a hill station located in the Western Ghats, in Satara district of Maharashtra. Apart from its strawberries, Mahabaleshwar is also well known for its numerous rivers, magnificent cascades and majestic peaks. It is among the most sought after weekend getaways from Pune & Mumbai, located about 120km south-west of Pune and 285km from Mumbai.<br>Mahabaleshwar is also a sacred pilgrimage place for Hindus as the Krishna river originates from here.<br><br/><b>Major Attractions:  </b> Mahabaleshwar Temple, Morarji Castle, Venna Lake, Pratapgad, Mapro Garden, Tapola, Lingamala Falls, Lodwick Point, Elephant’s Head Point and many more.",
    "state": "Maharastra",
    "imageName": "/images/Mahabaleshwar.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Panchgani",
    "details": "<b>The Table Land-</b>Deriving its name from the five hills surrounding it, Panchgani is a popular hill station near Mahabaleshwar in Maharashtra, famous for its various sunset and sunrise points and scenic valley view.<br><br>Located at an altitude of 1,334 mts, Panchgani is also known as Paachgani as the five hills that form the Sahyadri mountain ranges offer Panchgani its name. The picturesque backdrop of hills on one side and coastal plains on the other makes for an amazing view. In the British era, the place was treated as a summer resort and hence many colonial period establishments can be seen here. Mahabaleshwar is like a twin city to Panchgani.<br><br/><b>Major Attractions:  </b> Table Land, Mapro Farms, Sydney Point, Lingmala Falls, Kate’s Point, Arthur Seat, Dhom Dam, Bhilar Waterfalls, and Elephant’s Head Point.",
    "state": "Maharastra",
    "imageName": "/images/Panchgani.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Nashik ",
    "details": "<b>Of Wines and Vineyards-</b>Nashik is an ancient holy town set on the banks of river Godavari. This city is associated with Hindu mythological text, Ramayana. Nashik is home to several temples and shrines and is visited by devotees and travelers from different parts of the country. The temples in the city have traditional and detailed architecture. There are several ghats in the town which makes it one of the best destination for summer vacation in Maharashtra.<br><br/><b>Major Attractions: </b>: Ramkund, York Winery, Soma Wine Village,  Chandon, Sita Gumpha, and Kala Rama Temple",
    "state": "Maharastra",
    "imageName": "/images/Nashik.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Mumbai ",
    "details": "<b>The City of Dreams-</b>Mumbai,formerly <b>Bombay</b>, the lively capital city of Maharashtra is known for its exquisite amalgamation of old world charm and bustling urban life.It was built on a site of ancient settlement, and it took its name from the local goddess Mumba—a form of Parvati, the consort of Shiva, one of the principal deities of Hinduism—whose temple once stood in what is now the southeastern section of the city. Home to numerous iconic tourist attractions, the city of dreams is certainly one of the best places to visit in India.The western ridge terminates at Malabar Hill, which, rising 180 feet (55 metres) above sea level, is one of the highest points in Mumbai. <br><br/><b>Major Attractions:  </b> Gateway of India, Siddhi Vinayak Temple",
    "state": "Maharastra",
    "imageName": "/images/Mumbai.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Pune ",
    "details": "<b>Oxford of the East-</b>The second most popular city in Maharashtra, Pune is known for its leisurely vibes. This emerging IT hub is also a cultural centre and being the biggest city in the state, offers numerous interesting experiences.<br><br/>The region surrounding Pune includes the Sahyadri Hills, the Balaghat Range (north), and the Mahadeo Hills (south), which enclose the northern Bhima River valley. Chief crops are jowar (grain sorghum), bajra (pearl millet), sugarcane, and rice. Most of the important religious, historical, and tourist attractions of the region are located in the Sahyadri Hills. Some of the famous hill forts of the Marathas, such as Sinhgad, are now resorts. The important religious centres include Bhimashankar, site of a Jyotirlinga shrine.<br><br/><b>Major Attractions:  </b> Shaniwar Wada, Aga Khan Palace, Sinhagad Fort",
    "state": "Maharastra",
    "imageName": "/images/Pune.jpg",
    "stateName": "Maharastra"
  },
  {
    "name": "Bhopal ",
    "details": "<b>City of lakes-</b>Bhopal – the city of lakes – is one of the most interesting tourist places in Madhya Pradesh. The long list of numerous lakes, incredible museums, wildlife reserves, and historical palaces, and other places to visit in Bhopal make the capital city a must-visit destination.<br><br/><b>Key Attractions:</b> Upper Lake, Lower Lake, Bhimbetka, Bhojpur, State Museum, Birla Museum, Gohar Mahal, and Van Vihar National Park",
    "state": "MP",
    "imageName": "/images/Bhopal.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Khajuraho ",
    "details": "<b>The Architectural Masterpiece-</b>Khajuraho is known for a marvelous display of Indian art & architecture. This is one of the beautiful and famous tourist places in Madhya Pradesh. Its impeccable sculptures, intricate carvings, and fine art specimens have earned it a spot among the Seven Wonders of India.<br><br/><b>Key Attractions:</b> Ajaigarh Fort, Panna National Park, Beni Sagar Dam, Archeological Museum, and temples of Kandariya Mahadev, Parsvanath, Visvanath, Devi Jagadamba, Vamana, Duladeo, Chitragupta, and Bijamandala",
    "state": "MP",
    "imageName": "/images/Khajuraho.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Ujjain ",
    "details": "<b>The Home of Mahakaleshwara-</b>Ujjain, located by the Shipra River, Ujjain, considered to be one of the holiest cities of India, is an ancient city situated on the eastern bank of the Shipra River in the Malwa region of Madhya Pradesh.This makes Ujjain an important place of Hindu Pilgrimage. To add to that, it is also home to the Mahakaleshwar Jyotirlinga, one of the twelve Jyotirlinga shrines to the god Shiva. The most famous Hindu pilgrimage centre is aptly known as the ‘temple town of Madhya Pradesh’. The place boasts of amazing temples depicting Bundela art and architecture. People mostly explore this place to attain solemn peace and serenity. Ujjain is also famous for hosting the immensely popular Kumbha Mela.<br><br/><b>Key Attractions:</b> Shri Mahakaleshwar Temple, Ram Ghat, Kal Bhairav Temple, Jantar Mantar, Kalideh Palace, and Vikram Kirti Mandir Museum",
    "state": "MP",
    "imageName": "/images/Ujjain.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Amarkantak ",
    "details": "<b>King of Pilgrimages-</b>Amarkantak is a well known Hindu pilgrimage destination that is popularly known as <b>Teerthraj- the king of pilgrimages</b>. Apart from spiritual significance, the city is also known for its geographical and natural richness. It is the meeting point of the Vindhya and the Satpura Ranges, with the Maikal Hills being the prominent one among them. The forests surrounding Amarkantak have a rich variety of plants with medicinal properties, which make it extremely significant from an ecological point of view.Amarkantak is a hill station where the Vindhya, Maikal, And Satpura ranges meet. This hill station is popular a the King of Pilgrimages and it is visited by a lot of pilgrims every year. One of the prominent places in this hill station is Kabir Kothi where the great poet Kabir mediated once and since then it attracts a lot of travelers. You must stop by Shri Yantra temple, Kapil Dhara falls, and Narmada Kund in Amarkantak.<br><br/><b>Key Attractions:</b> Shri Yantra temple, Kapil Dhara falls, and Narmada Kund",
    "state": "MP",
    "imageName": "/images/Amarkantak.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Omkareshwar ",
    "details": "<b>Mini Varanasi-</b>A haven for religious people and history enthusiasts, Omkareshwar is one of the popular destinations in Madhya Pradesh. The place got its name due to its topography that comprises of two hillocks and a valley in between, resembling the Hindu symbol of OM.Omkareshwar is a perfect place to spend some lone time and immerse in in-depth sanctity.<br><br/><b>Key Attractions:</b> Shri Omkareshwar Jyotirlinga & Temple, Mamleshwar Temple, Kajal Rani Cave, Siddhant Temple, and idols of 24 Avatars",
    "state": "MP",
    "imageName": "/images/omkareshwar.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Udayagiri Caves ",
    "details": "<b>Rock-cut Caves in the Heart of India-</b>Another one of the most frequented tourist places in Madhya Pradesh, Udayagiri Caves belongs to the 5th century. Udayagiri Caves are 20 rock-cut caves that are home to some of the oldest Hindu temples. A place of great historical importance in Madhya Pradesh, these caves attract a lot of archaeologists and history enthusiasts. You must witness the iconography of Vaishnavism, Shaktism, and Shaivism in the Udaygiri Caves.<br><br/><b>Key Attractions:</b> Hindu temples, and iconography",
    "state": "MP",
    "imageName": "/images/UdayagiriCaves.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Indore ",
    "details": "Indore is one of the largest cities of the state and one of the important names on the Madhya Pradesh tourism facet. Located by the bank of River Saraswati, this city boasts of its rich heritage, historical monuments, and their incredible architecture. It also happens to be the financial capital of Madhya Pradesh.<br>Indore is the most-populous city in the state. It is the chief collecting and distributing centre for western Madhya Pradesh as well as a commercial and industrial centre. Major industries include the manufacture of textiles, tile, cement, chemicals, tents, furniture, and sporting goods; grain milling; and metalworking. There are auto and cycle workshops and engineering works. Such traditional industries as pottery making and hand-loom weaving continue. The city is a major trunk road and rail junction and has an airport for domestic flights. <br><b>Key Attractions:</b> Lal Bagh Palace, Central Museum, Patalpani Waterfall, Ralamandal Wildlife Sanctuary, Tincha Waterfall, and Indore White Church it",
    "state": "MP",
    "imageName": "/images/Indore.jpg",
    "stateName": "Madhya Pradesh"
  },
  {
    "name": "Aguada Fort",
    "details": "<b>A Fortress of Tranquility-</b> Fort Aguada is a 17th-century Portuguese fort looking out at the confluence of Mandovi River and the Arabian Sea. The crumbling ramparts of the fort stand on the Sinquerim Beach, approximately 18 km from Panjim. The highlight of the fort is a lone four-storey lighthouse (which is one-of-its-kind in Asia )and a stunning view of the sunset.<br>Fort Aguada has also been used as Aguada jail. A statue in front of the jail salutes the freedom fighters, giving the fort a touch of patriotism.<br>Sightseeing in Goa is incomplete without a visit to Fort Aguada, strategically situated at the estuary of the river Mandovi. On the north side of the fort, a rampart of red-brown laterite just into the bay to form a jetty between two small sandy coves. This picturesque spot is known as Sinquerim Beach.",
    "state": "Goa",
    "imageName": "/images/AguadaFort.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Bom Jesus Basilica ",
    "details": "The Basilica of Bom Jesus Church located in Goa is one of a kind in India and is known for its exemplary baroque architecture. Built in 1594 and consecrated in 1605, the building of this church coincides with the beginning of Christianity in India. The church is located in Old Goa in Bainguinim about 10 km away from Panjim. The oldest church in Goa, it holds the remains of St. Francis Xavier, a special friend of St. Ignatius Loyola with whom he founded the Society of Jesus (Jesuits). Even after 400 years, the remains are in good condition and are taken out once every decade.<br><br>A site with rich cultural and religious significance, the Basilica of Bom Jesus has been declared a World Heritage Site by UNESCO. Literally translating to 'Holy Jesus', this is the only church in Old Goa that is not been plastered on the outside. The facade of the church has triangular roofing which is delicately carved with the initials 'IHS', which is an abbreviation for Jesuit emblem meaning 'Jesus, Saviour of Men'.<br><br>",
    "state": "Goa",
    "imageName": "/images/BomJesusBasilica.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Thalassa Restaurant ",
    "details": "One of the most famous restaurants amongst regular Goa tourists, Thalassa offers the perfect sunset view in Goa. Look for a table outside if you want to have the ideal experience at this place. The clear view of the expansive sea makes it certainly worth every penny.<br><br>Perched atop rocky cliffs, Thalassa- The Greek Taverna is one of the most popular restaurants in Goa. Having moved out to the backwaters along with Siolim (from its prior location of Vagator hilltop), Thalassa is famous for its signature cocktails and sunsets. Reverberating with the cultural flavour of Greece, it serves authentic Greek Mediterranean cuisine.<br><br>Ideated, owned and conceived by Mariketty (known to be the most hospitable hostess), the open-air restaurant boasts of comfortable cushioned chairs, rustic wooden decor, lively music and a gorgeous ambience. One of the main highlights of Thalassa is the live-fire show and dance performances like Sirtaki and Zorba.",
    "state": "Goa",
    "imageName": "/images/thalassa-restaurant.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Tito’s Club ",
    "details": "Titos nightclub is one of the top things to do in Goa for most tourists. Located in Calangute, Tito's is one of the most famous nightclubs in Goa. Founded in 1971 by Tito Henry de Souza, the pub is synonymous with Goa's nightlife. The entire lane in Baga, where the pub is located is popularly called Tito lane. Any particular night in Tito lane, you would come across huge queues outside the Tito Pub and restaurant, due to its great ambiance and a great selection of DJ's.<br><br>The biggest entertainment hub in Goa hosts a steady stream of high profile and celebrity DJ’s with a huge dance floor and is amongst the best tourist attractions in Goa. The club also features a variety of special acts, dance performances and has the most versatile bartenders with fire acts and crazy bar flaring acts of their own. The club within a few months of opening its doors has already received the Times Nightlife Award for the “Best Nightclub in Goa”.",
    "state": "Goa",
    "imageName": "/images/TitosClub.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Cotigao Wildlife Sanctuary ",
    "details": "Noted as Goa’s Second Largest Wildlife Reserve, Cotigao Wildlife Sanctuary may not be the place to see wild animals prowling but you get to see something different. Sloth Bears, Laughing Hyenas and Indian Bisons are a part of the community along with Monkeys and the Malabar Crested Eagle. Find yourself walking in the woods and enjoying the silence that descends on this sanctuary. This is one of the best Goa tourist places.",
    "state": "Goa",
    "imageName": "/images/cotigao-wildlife-sanctuary-banner.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Mapusa Market ",
    "details": "Mapusa is one of the many famous shopping destinations in Goa. Just outside Mapusa Municipal Market, you will find an array of stalls enticing you with local goods got by farmers and small entrepreneurs across the state You can shop for several artifacts, clothes, accessories, souvenirs and much more at the market while shopping in Goa.<br><br>The market is well known for its jewellery, pottery, spice, and carpet shops. Many of the stalls in the bazaar are grouped by type of goods, with special areas for straw hats, Goan home-made chouriço and the like. Strings of Goan chouriço, spiced and marinated pork sausages, are sold here.<br><br>This is the weekly market held every Friday around municipal market. You get everything here including Goan spices, homemade sausages, fish with marsala ready to cook, fruits, vegetables, sweets, cloths etc. Must visit when in Goa.",
    "state": "Goa",
    "imageName": "/images/Mapusa-Market_flickr-creative-commons_chudo.sveta_.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Casino Cruise ",
    "details": "Goa is renowned for lively nightlife and up-till-dawn parties. It is also one of the few places in India where gambling is legal and regulated. Living it up on a casino cruise in Goa is a great experience to have. Some of the top casinos in Goa are located along the shore in luxury hotels, on anchored boats in Mandovi River or on offshore cruise ships in international waters.<br/> With the influx of travelers, casino culture in Goa is getting more pervasive every year. For those who want to roll the dice or spin the wheel, offshore casinos in Goa are the most preferred option. Having a cocktail on the deck, enjoying the view of the illuminated coastline, and placing your bet to hit jackpot are the key highlights of hopping on casino cruises in Goa. These casinos are reasonably crowded throughout the year and primarily visited by high rollers or tourists who are looking to splurge.<br><br/><b>What’s special:</b> Luxurious getaway",
    "state": "Goa",
    "imageName": "/images/27travel-deltinroyale.jpg",
    "stateName": "Goa"
  },
  {
    "name": "Kolkata ",
    "details": "The city of Joy-</b>Kolkata is India’s second-largest city and the face of West Bengal. It is an interminably progressing celebration of human existence. This dynamic 350-year-old city situated on India’s Eastern Coast is the capital of West Bengal. It flourishes as the aesthetic, social, and intellectual capital of India. Also known as the ‘City of Joy’, Kolkata is overflowing with liveliness. One can expect to be charmed by the cheap cost of things, the hand-pulled-rickshaws, wandering avenues, and a countless assortment of desserts. Some highlights of this breathtaking city are The Victoria Memorial, Howrah Bridge, Fort William, Eden Gardens, and Jorasanko Thakur Bari – the ancestral home of Nobel Laureate Rabindranath Tagore. Brimming with various exciting things to do, make sure to add this city in your bucket list!<br/><b>What’s special:</b> Historical architecture, East-Indian street food, and relics significant to the British era.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/Kolkata.jpg"
  },
  {
    "name": "Darjeeling ",
    "details": "Queen of The Himalayas-</b>If one wants to witness the stunning snow pinnacles of Kanchenjunga, the wonderful tea cultivations, the sweet-smelling orchids, the greenery of the pines, and the adorable Himalayan toy train making its way through the dazzling mountains, head to the city of Darjeeling. This hill station is a gem known for its old-world charm combined with modernity. For a well-needed break from the blistering and moist summers of India, this city is one of the best tourist places in West Bengal. It offers a potent blend of stunning mountain views, waterfalls, sightseeing tours, Buddhist monasteries, museums, shopping, and scrumptious Tibetan food. Undoubtedly, with its lush green environs and captivating hills, this place is one of the best places to visit in West Bengal in June.<br><br/><b>What’s special:</b> Tea plantation gardens, handmade artifacts at the New Mahakal Market, and Tibetian delicacies.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/darjeeling-toy-train-india.jpg"
  },
  {
    "name": "Bakkhali ",
    "details": "The tranquil beach getaway-</b>Another one of the West Bengal destinations that are famed for its tranquil beaches in Bakkhali. This town might be small but is a world on its own. Sitting on the coast of West Bengal, Bakkhali is the place that gives one an opportunity to get closer to the wonders of mother nature. This is not your typical beach spot. This is not just about loud music nights and alcohol-laden evenings, its a lot more than that. Bakkhali is more about beach walks, islands, cycle tours, wind farms, and boat rides. <br/><b>What’s special:</b>  An exotic location with white-sandy beaches and turquoise waters.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/bakkhali_sea_beach_ban.jpg"
  },
  {
    "name": "Shankarpur  ",
    "details": "The essence of a Beach Town-</b>Shankarpur is one of the best places to visit if you want to explore untapped and unexplored beaches. The beaches of Shankarpur are known for their pristine surroundings, scenic beauty, and lesser crowds. The luxury of visiting unexplored beaches that are aesthetically pleasing and easily accessible cannot be found elsewhere. This beach town presents an old-worldly charm that attracts a large number of tourists from around the country.<br/><b>What’s special:</b>  Serene beaches and an idyllic setting.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/shankarpur.jpg"
  },
  {
    "name": "Jaldapara National Park",
    "details": "Nestled in West Bengal, Jaldapara National Park is home to various wildlife species. Encompassing verdant landscapes, the park features rich biodiversity. Adventure seekers can experience a car safari at this park and nature lovers can witness numerous wildlife animals, such as the one-horned Rhinoceros, Asian elephants, Bison, etc.<br>Jaldapara is a paradise for bird watchers. It is one of the very few places in India, where the Bengal Florican is sighted. The other birds to be found here are the Crested Eagle, Pallas`s Fishing Eagle and shikra, besides Jungle fowl, peafowl, partridges, Bengal Florican and lesser Pied Hornbill.<br/><b>What’s special:</b>  Houses an array of wildlife species.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/Jaldapara.png"
  },
  {
    "name": "The Sundarbans",
    "details": "This UNESCO World Heritage Site is the biggest mangrove eco-arrangement in the world. Home to one of India’s most notorious untamed life species, the Royal Bengal Tiger, it is also the world’s biggest estuarine woods befuddled by many streams and tributaries, converged by a system of tidal conduits and a maze of little mangrove islands. This interconnectedness makes The Sundarbans one of the most appealing and charming spots on earth. At present this extraordinary land is home to 250 tigers and an assortment of birds, reptiles, and various invertebrates including crocodiles. This natural heaven is situated about 110 km from Kolkata.<br><b>What’s special:</b> White tigers, trekking, and exploration of India’s pristine natural reserve.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/sundarbans.jpg"
  },
  {
    "name": "Cooch Behar ",
    "details": "Cooch Behar is known for its fine atmosphere, freshness, and magnificence. During the eleventh and twelfth centuries, the Pala-Senas controlled Cooch Behar. The principal attraction in Cooch Behar is the royal residence of the Koch king Maharaja Nripendra Narayan. Intended to resemble the old European style of the Italian Renaissance, this eminent castle was built by the Maharaja in the year 1887. If you are a history enthusiast, make sure to stop by Cooch Behar.<br><b>What’s special:</b>  The royal residence of the Koch king Maharaja Nripendra Narayan.",
    "state": "WB",
    "stateName": "West Bengal",
    "imageName": "/images/coochbeharinner.jpg"
  }
]
